:PROPERTIES:
:ID: 09F74DC2-68AA-41EC-9A2E-ABD7A59F3ABE
:END:
#+title: Version
#+description: Version
#+type: recipe
#+version: 2
#+level: cross
#+filetags: :recipe:shell:general:
#+created: 2026-05-21
#+updated: 2026-05-21

#+begin_src sh :noweb yes :results output  :wrap example
./ores.shell ${log_args} --version
#+end_src

#+RESULTS:
#+begin_example
Client for ORE Studio v0.0.11
Copyright (C) 2025 Marco Craveiro.
License GPLv3: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>.
This is free software: you are free to change and redistribute it.
There is NO WARRANTY, to the extent permitted by law.
local d5a9007e-dirty 2026/02/05 11:27:58
IMPORTANT: build details are NOT for security purposes.
#+end_example
